Repository: volentixlabsinc/venue-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Models in the %(name)s application
tr: Şu kişinin başvurusundaki modeller: %(name)s

source: Add
tr: Ekle

source: Change
tr: Değiştir

source: You don't have permission to edit anything.
tr: Düzenleme yapmak için yetkili değilsiniz.

source: Home
tr: Giriş

source: Add %(name)s
tr: Şu kişiyi ekle: %(name)s

source: Please correct the error below.
tr: Lütfen aşağıdaki hatayı düzeltin.

source: Please correct the errors below.
tr: Lütfen aşağıdaki hataları düzeltin.

source: Filter
tr: Filtre

source: Account Deletion Confirmation
tr: Hesap Silinmesi Onayı

source: Confirm your email to complete the sign up.
tr: Kaydolma işlemini tamamlamak için, eposta adresinizi doğrulayın.

source: Hi %(name)s,
tr: Merhaba %(name)s,

source: You initiated an account deletion process in Volentix Venue. Please click on the button below to proceed.
tr: Volentix Venue hesap silinmesi sürecini başlattınız. Devam etmek için, lütfen aşağıdaki düğmeye tıklayın.

source: Delete Account
tr: Hesabı Sil

source: By clicking on the button, you agree to permanently delete your account from our system.
tr: Bu düğmeye tıklayarak, hesabınızın sistemimizden kalıcı olarak silinmesine onay vermiş olursunuz.

source: Email change confirmation
tr: Eposta değişikliği onayı

source: You initiated a change of email of your account in Volentix Venue! Confirm this new email now by clicking the button below.
tr: Volentix Venue eposta adresi değişikliği sürecini başlattınız. Lütfen aşağıdaki düğmeye tıklayarak yeni eposta adresinizi doğrulayın.

source: Confirm Email Change
tr: Eposta Adresi Değişikliğini Doğrula

source: By clicking the button, you confirm that you want to use this email for your account.
tr: Aşağıdaki düğmeye tıklayarak, hesabınız için bu eposta adresini kullanmaya karar verdiğinizi onaylamış olursunuz.

source: Email confirmation
tr: Eposta doğrulaması

source: Thank you for signing up to use Venue!
tr: Venue'ye kaydolduğunuz için teşekkür ederiz!

source: Kindly press the confirm button below and start using Venue right away.
tr: Venue'yi hemen kullanmaya başlamak için lütfen aşağıdaki onay düğmesine tıklayın.

source: Confirm
tr: Onayla

source: Reset your current password.
tr: Şu anki şifreyi sıfırla.

source: You have requested to reset your password. Please click on the button below to proceed:
tr: Şifrenizi sıfırlama isteği gönderdiniz. Devam etmek için, lütfen aşağıdaki düğmeye tıklayın:

source: Reset Password
tr: Şifreyi Sıfırla

source: You will be asked to set a new password to access your account.
tr: Hesabınıza erişmek için yeni bir şifre belirlemeniz istenecek.

source: Good luck!
tr: Bol şans!

source: English
tr: İngiliz

source: Turkish
tr: Türk
